{
	"ecf82a9f-26a1-4cac-b7de-ad69f4aba635": {
		"title": "Welcome to Raft Mechanic",
		"description": "Thanks for playing with OUR mod, there is some info on how to get started:\n\n • Firstly, get some wood and plastic that's floating on sea and craft the Hammer.\n\n • Hammer has been nerfed, so it can't cut trees anymore, it also does less damage.\n\n • Best way to get food and loot is by fishing, you can craft fishing rod in the Workbench, then cast it into the ocean and wait for a splash particle, then pull it back.\n\n • Also, don't forget about threats! Such as sharks and other, not so good sea creatures."
	},
	"ee4ab0d3-027a-4969-9436-5b23c26e5eeb": {
		"title": "Stranded",
		"description": "I was just doing a routine driveby through star system 5U5 as something hit my ship so i had to do an emergency landing. I don't know where the ship is, but at least I could deploy the emergency raft in time."
	},	
	"29d72e47-8eac-4fb9-95b1-ecccc06ff84f": {
		"title": "Space Ranger's Outpost",
		"description": "According to the ships navigational unit there should be an outpost somewhere. Maybe I can send a distress signal there? Looking at its picture a bit more, it seems rundown i wonder what happened to it..."
	},
	"b7ebd326-60c5-4ee7-a35f-1bd3ef408ded": {
		"title": "Antenna Status",
		"description": "The Communication Antenna in the outpost has been damaged by 'haybots'. However I should be able to build a small radio to send and receive local distress signals."
	},
	"0ccc96c2-97dd-47d9-af8b-0ae2343a939e": {
		"title": "Rescue mission",
		"description": "I picked up a weird signal not far from here, apparently it's marked as 'URGENT'. If I can build a sail, I should be able to get there."
	},
	"826a19db-2d2e-46fa-9ade-7bcdd8514572": {
		"title": "Trader's Notes",
		"description": "Day 3\n I was flying near a planet, when i hit something. It was big and alive, but not like an animal, more of a robot. Probably won't be able to deliver my fruit crates, but i have to patch up the holes in the ship fast, or i will drown.\n\n Day 4\n Floor is very wet, i should get out of here, im leaving these notes behind, aswell as my possible location, i found an island there. If you are reading this, go pay me a visit."
	},
	"9ff5727d-f8d7-4bfd-8c39-04ff194f61bc": {
		"title": "Vegetables for Trader",
		"description": "Trader needs 2 crates of carrots and 2 crates of redbeet. He also gave me waypoint to nearest packing station."
	},
	"6160a79b-08c6-4546-872c-48730b53118b": {
		"title": "Woc Temple",
		"description": "Im supposted to travel here and steal recipe from there, don't know where the recipe is - exploration time!"
	},
	"51c6d229-15a2-4834-a164-e37634fe5b9d": {
		"title": "Fruits for Trader",
		"description": "Now he wants fruits! To be exact 2 crates of blueberries and bananas."
	},
	"310434f1-84ca-41d1-a60d-ab91dea2aa04": {
		"title": "Scrap City",
		"description": "There is a key in there hiding apparently, need to find it. Hopefully it will be cake walk!"
	},
	"cad33bbf-5fc6-433a-b2f5-ae65ca3b43c6": {
		"title": "Warehouse raid",
		"description": "So, trader now requires one of his crewmates, apparently tapebots trapped them in warehouses. I should get some ranged defense if i want to attempt it. Bezos will not be happy..."
	},
	"cfee3c4f-e70d-4017-a963-177c4a19ecd2": {
		"title": "Chapter 2",
		"description": "Thanks for playing. Chapter 2 of story coming soon™ and don't forget to check out Dr Pixel Plays on youtube!"
	}
}